import random
sayingStr = """“모두가 함께 앞으로 나아가면 성공은 저절로 따라옵니다.” — 미국 기업가이자 Ford Motor Company 창립자 Henry Ford
“우리 모두 스스로가 원하는 리더가 됩시다.” — 작가이자 동기 부여 연설가 Simon Sinek
“사려 깊고 헌신하는 작은 시민 집단이 세상을 바꿀 수 있다는 것을 믿어 의심치 않습니다. 시민이야말로 지금까지 세상을 바꿔온 유일한 존재입니다.” — 미국 문화 인류학자 Margaret Mead
“혼자서는 작은 한 방울이지만 함께 모이면 바다를 이룹니다.” — 일본 작가 Ryunosuke Satoro
“팀워크의 좋은 점은 언제나 나를 지지해 주는 누군가가 있다는 것입니다.” — 미국 작가이자 MLA 전무 이사 Margaret Carty
“뛰어난 팀은 서로 감추지 않습니다. 치부를 드러내길 꺼리지 않습니다. 비난을 두려워하지 않고 자신의 실수, 약점, 걱정을 인정합니다.” — 미국 작가 Patrick Lencioni
“한 사람이 팀에 지대한 역할을 할 수 있지만, 한 사람으로 팀을 만들 수는 없습니다.” — 전 미국 농구 선수 Kareem Abdul-Jabbar
“개개인이 힘을 합쳐 팀으로써 함께 이뤄내는 것은 팀, 회사, 사회를 제대로 작동하게 하는 원동력입니다.” — 미식축구 코치이자 NFL 이사 Vince Lombardi
“우리의 사랑은 매우 커서 모두를 포용할 수 있습니다.” — Open Philanthropy Project 및 Good Ventures 사장 Cari Tuna
“훌륭한 팀은 팀워크 문화를 조성하여 성공을 위한 초석을 다집니다.” — 미식축구 선수 Ted Sundquist
“사람들은 선택할 수 있는 능력이 있고 바꿀 수 있는 힘이 있습니다.” — 미국 정치인 Madeleine Albright
“누군가는 바라고, 다른 누군가는 이루어지길 소망하고, 또 다른 누군가는 그것을 이루어냅니다.” — 미국 사업가이자 전 농구 선수 Michael Jordan
“진정한 영웅을 만들어내는 것은 부단한 노력과 성실함입니다.” — 전 미국 골키퍼 Hope Solo
“노력은 결실을 맺습니다. 노력은 변화를 일으킵니다.” — 미국 TV 프로듀서 Shonda Rhimes
“브랜드는 그들의 커뮤니티가 스스로 변화의 주체가 될 수 있도록 지원해야 합니다.” — We First CEO이자 글로벌 키노트 연사 및 베스트셀러 작가 Simon Mainwaring
“저는 승리에 사로잡힌 것이 아니라, 진실에 사로잡힌 사람입니다. 저는 성공에 사로잡힌 것이 아니라, 제 안의 빛에 사로잡힌 사람입니다.” — 정치인이자 미국 16대 대통령 Abraham Lincoln
“스스로가 받아들이지 않으면 그 누구도 당신에게 열등감을 느끼게 할 수 없습니다.” — 미국의 정치적 인물이자 전 영부인 Eleanor Roosevelt
“표면상의 노력보다 진정한 생산성에 더 높은 가치를 두세요.” — 미국 사업가이자 작가 Scott Belsky
“용기를 가지고 자신의 마음과 직관을 따르세요. 여러분의 마음과 직관은 자신이 진정으로 무엇을 이루고 싶은지 이미 알고 있습니다. 그 이외의 것들은 부차적일 뿐입니다.” — 미국 거물 사업가 Steve Jobs
“오늘날 성공적인 리더십의 핵심은 권력이 아니라 영향력입니다.” — 미국 작가이자 동기 부여 연설가 Ken Blanchard
“내일의 실현을 가로막는 유일한 한계는 오늘을 의심하는 것입니다.” — 미국 정치인이자 32대 미국 대통령 Franklin D. Roosevelt
“무언가가 몹시 중요하다면 성공할 가능성이 희박하더라도 시도하세요.” — SpaceX 창립자이자 CEO 및 Tesla, Inc. CEO Elon Musk
“진리는 언제나 다양성과 혼돈이 아닌 단순함 속에서 발견됩니다.” — 영국 수학자 Isaac Newton 경
“사람들은 선한 일을 함으로써 긍정적인 감정을 느끼며, 비범한 일을 해냄으로써 특별한 감정을 느낍니다. 성취는 만족감에 지대한 기여를 합니다.” — 작가이자 연설가 Mark Sanborn
“성공은 운과 노력의 교차점입니다.” — Asana 공동 창업자이자 CEO Dustin Moskovitz
“언제나 열린 자세와 사려 깊은 마음을 유지하세요.” — 미국 전 농구 선수이자 코치 Phil Jackson
“가장 큰 위험은 위험을 무릅쓰지 않는 것입니다. 급변하는 세상에서 실패할 수밖에 없는 전략은 위험을 감수하지 않는 것입니다.” — 인터넷 사업가이자 Facebook 공동 창업자 Mark Zuckerberg
“사업가란 절벽 아래로 뛰어내린 다음 아래로 떨어지면서 비행기를 조립하는 사람입니다.” — 미국 인터넷 사업가 Reid Hoffman
“친절한 말 한마디는 짧고 하기 쉽지만, 그 울림은 진정으로 끝이 없습니다.” — 알바니아 인도 로마 가톨릭 수녀이자 선교사 Mother Teresa
“단기간의 성과에는 가차 없이 정직해지고 장기적으로는 낙관과 자신감을 가지세요.”— 미국 사업가이자 Netflix 공동 CEO Reed Hastings
“성공은 선택입니다. 따라서 실패는 결정입니다.” — 미국 작가 Jim Stovall
“어디서 출발했느냐는 중요하지 않습니다. 어디로 가고 있느냐가 중요합니다.” — 캐나다계 미국인 동기 부여 연설가이자 자기 계발 저자 Brian Tracy
“대담함은 근육과 같습니다. 더욱더 훈련할수록 두려움이 나를 지배하지 않을 만큼 자연스러워진다는 것을 인생의 경험을 통해 알고 있습니다.” — 그리스계 미국인 저자이자 사업가 Arianna Huffington
“피해갈 수 있는 유일한 길은 뚫고 가는 것입니다.” — 미국 시인 Robert Frost
“잘 모른다고 겁먹지 마세요. 이는 뛰어난 강점이 될 수도 있습니다. 그 누구와도 다르게 시도해 볼 수 있기 때문입니다.” — 미국 사업가 Sara Blakely
“어떻게 질지는 선택할 수 없지만, 다시 재정비하여 이기기 위해 준비할 방법은 선택할 수 있습니다.” — 미국 프로 농구 임원 Pat Riley
“나의 비전을 실현하기 위해 나의 강점을 사용할 수 있을 만큼 용기를 낸다면 두려워하는지 여부는 점점 더 중요하지 않게 됩니다.” — 미국 작가이자 페미니스트 Audre Lorde
“저는 어린 소녀들이 무엇이든 할 수 있으며, 심지어 미식축구도 할 수 있다는 것을 자각하며 성장하길 원합니다.” — 미식축구 코치 Jen Welter
“얼마나 많은 목표를 이루어냈든 가장 높은 곳을 바라봐야 합니다.” — 미국 TV 뉴스 앵커 Jessica Savitch
“긍정적인 생각은 어려움을 이겨내고, 고통을 다스리고, 새로운 목표에 도달할 수 있도록 돕는 소중한 도구입니다.” — 심리 치료사이자 정신 건강 트레이너 Amy Morin
“무언가를 완성하는 과정에 쏟는 마지막 10% 에너지는 이전까지 쏟은 90%만큼 에너지가 필요합니다.” — 미국 사업가 Rob Kalin
“단합은 힘입니다. 팀워크와 협업은 놀라운 일들을 이룰 수 있습니다.” — 미국 시인 Mattie Stepanek
“동기 부여는 우리가 소중히 여기는 일을 소중히 생각하는 사람들과 함께할 때 생깁니다.” —미국 사업가 Sheryl Sandberg
“모든 것은 훌륭한 아이디어와 팀워크로부터 시작됩니다.” — 캐나다 사업가 Garrett Camp
“회사의 가치는 직원들에 의해 결정됩니다.” — 미국 사업가이자 Mary Kay Cosmetics 창업자 Mary Kay Ash
“팀워크는 공동의 비전을 향해 협력할 수 있는 능력입니다. 이는 평범한 사람들이 비범한 결과를 달성할 수 있게 하는 원동력입니다.” — 스코틀랜드계 미국인 기업가이자 자선 사업가 Andrew Carnegie
“효과적인 경청은 명확한 커뮤니케이션에 있어 중요한 역할을 하며, 명확한 커뮤니케이션은 사업 성공의 필수 조건입니다.” — 미국 사업가 James Cash Penney
“혼자만의 노력으로는 팀의 힘이 필요한 상황이나 다른 사람과의 관계에서 성공할 수 없습니다.” — 캐나다 교수 Terry Orlick
“팀워크는 평범한 사람들이 비범한 결과를 이룰 수 있는 비결입니다.” — 교육가이자 베스트셀러 저자 Ifeanyi Enoch Onuoha
“열정적인 팀과 함께라면 무엇이든 이뤄낼 수 있습니다.” — 영국 작가이자 저널리스트, 다큐멘터리 제작자 Tahir Shah
“목표를 이룰 때까지 매일 매시간 열정을 가지고 앞으로 나아가세요.” — 미국 영화 제작가 Ava DuVernay
“우리의 가장 큰 약점은 포기하는 것입니다. 성공하기 위한 가장 확실한 방법은 항상 항상 한 번만 더 시도해 보는 것입니다.” — 미국 발명가이자 사업가 Thomas Edison
“뛰어난 성과는 언제나 높은 기대라는 프레임워크 하에 달성됩니다.” — 미국 발명가이자 엔지니어 Charles F. Kettering
“성공은 사람들이 원래 자신을 성공하게 만든 습관을 잊어버리게 합니다.” — 인도계 미국 기업가 Satya Nadella
“꿈은 잃어버리는 것이 아닙니다. 취미라는 이름으로 길러지는 것입니다.”— 미국 컴퓨터 과학자 Larry Page
“성공은 얻는 것이 아니라 끌어당기는 것입니다.” — 기업가 Farshad Asl
“경영은 성공이라는 사다리를 올라갈 때의 효율을 뜻합니다. 리더십은 사다리가 적절한 벽에 기대어 있는지 확인하는 것입니다.” — 미국 교육가이자 저자 Stephen Covey
“성공은 인생에서 도달한 지위에 따라 평가되는 것이 아니라 극복한 장애물에 따라 평가됩니다.” — 미국 교육가이자 저자 Booker T. Washington
“훌륭한 리더는 훌륭한 사람이라 성공하는 것이 아닙니다. 다른 사람들의 훌륭함을 끌어내기 때문에 성공하는 것입니다.” — 미국 저자이자 연설가 Jon Gordon
“자신을 행복하게 만드는 것은 새로운 것을 창조하는 것입니다. 성공하든 실패하든 과정을 즐겨야 합니다.” — 미국 기업가이자 사업가 Caterina Fake
“당신이 이 세상에 변화를 일으키지 못할 것이라고 말하는 사람은 두 가지 유형이 있습니다. 하나는 도전을 두려워하는 사람이고 다른 하나는 당신이 성공할까 봐 두려운 사람입니다.” — 미국 멘사 회원 Ray Goforth
“주목받거나 눈에 띄지 않을 수 있습니다. 둘 중 하나를 선택하세요.” — 미국 저자이자 기업가 Seth Godin
“상상력이 지식보다 중요합니다.” — 독일 태생 이론 물리학자 Albert Einstein
“불완전함은 결점이 아닙니다. 우리 모두 같은 입장임을 상기시켜 주는 것입니다.” — 미국 연구원이자 스토리텔러 Brené Brown
“어떤 사람들은 혁신을 변화라고 여깁니다. 하지만 Apple은 혁신을 그렇게 바라보지 않습니다. 혁신은 개선입니다.”— 미국 기업가이자 Apple Inc. CEO Tim Cook
“명확하고 진정성 있게 행동하세요. 한계를 설정하고 비전을 확인하세요. 자신이 중요하게 생각하는 일을 하고, 무엇을 가치있게 여기는지 파악하세요.” — 미국 동기 부여 연설가이자 변호사 Iyanla Vanzant
“차이를 만들 기회는 언제나 존재합니다.” — 미국 사업가이자 자선 사업가 Michael Dell
“끝이란 없습니다. 끝없는 훈련의 연속입니다.”— 이란계 미국인 사업가이자 Uber CEO Dara Khosrowshahi
“자신과 주변 사람을 위해 목소리를 높이는 여성은 세상을 바꿀 수 있는 가장 강력한 힘입니다.” — 미국 자선 사업가이자 전 Microsoft 총괄 매니저 Melinda Gates
“동료에게 도움을 요청하세요. 빨리 그리고 자주 말이죠.”— 영업 전략가이자 연설가 Jill Konrath
“목표를 가진 사람은 성공합니다. 어디로 가고 있는지 알기 때문입니다.” — 미국 라디오 진행자이자 저자 Earl Nightingale
“아무것도 시도하지 않으면 실패하지도 않습니다. 하지만 원하는 삶을 살기 위해서는 커다란 용기가 필요합니다.” — 미국 픽션 작가 Richard Yates
“실패를 걱정하지 마세요. 시도조차 하지 않아 놓치는 기회를 걱정하세요.” — 미국 저자이자 동기 부여 연설가 Jack Canfield
“실패는 현실이 되기 훨씬 전부터 느끼게 되는 감정입니다. 불안감은 자신에 대한 의심을 낳으며, 종종 공포에 의해 찬찬히 고조됩니다.” — 미국 변호사이자 저자, 전 미국 영부인 Michelle Obama
“모든 실패는 대처에 실패한 것이며, 모든 성공은 성공적으로 대응한 것입니다.” — 미국 저자 Max McKeown
“과거의 나를 내려놓고 미래의 내가 되어야 합니다.” — Oprah's Book Club의 소설 White Oleander 저자 Janet Fitch
“포기는 확실하게 실패에 이르는 유일한 방법입니다.” — 미국 저자 Gena Showalter
“삼진 아웃에 대한 두려움이 앞길을 가로막지 못하게 하세요.” — 미국 야구 선수 Babe Ruth
“포기하지만 않는다면 모든 실패에는 긍정적인 측면이 있습니다.” — 미국 사업가 Barbara Corcoran
“바꿀 수 있는 것을 바꾸고, 바꿀 수 없는 것을 받아들이고, 받아들일 수 없는 것을 거부하세요.” — 미국 동기 부여 연설가 Denis Waitley
“할 수 없는 것이 할 수 있는 것을 가로막지 못하게 하세요.” — 미국 농구 선수이자 코치 John Wooden
“저는 폭풍이 두렵지 않습니다. 배를 항해하는 방법을 배우고 있기 때문입니다.” — 미국 소설가 Louisa May Alcott
“할 수 없을 것 같은 일 한 가지를 시도하세요. 실패하세요. 그리고 다시 도전하세요. 이번에는 더 잘해보세요. 한 번도 넘어져 본 적이 없는 사람은 위험을 감수해 본 적이 없는 사람일 뿐입니다” — 미국 토크쇼 진행자 Oprah Winfrey
“포기란 누구나 할 수 있는 일입니다. 세상에서 가장 쉬운 일이죠. 하지만 모두가 당신이 포기하리라 생각할 때 계속해 나가면 그때야말로 진정으로 강해지는 순간입니다.” — 영국 저자 Chris Bradford
“강하게 염원하면 그 어떤 것도 이룰 수 있습니다.” — 스코틀랜드 소설가이자 극작가, 피터팬 창작자 J.M. Barrie
“용감해지세요. 위험을 무릅쓰세요. 경험은 무엇과도 바꿀 수 없습니다.” — 브라질 저자이자 소설가 Paulo Coelho
“뜻하지 못한 상황을 예측하세요. 언제든 가능하면 예측을 벗어나세요.” — 미국 만화가이자 저자, 교사 Lynda Barry
“얼마나 많이 실패했는지는 중요하지 않습니다. 단 한 번만 성공하면 됩니다.” — 미국 기업가이자 TV 출연자 Mark Cuban
“무언가를 할 수 있는 것과 실제로 하는 것 사이에는 바다가 가로지르고 있습니다. 그 아래에는 종종 의지의 잔해가 가라앉아 있습니다.” — 오스트리아 작가 Marie von Ebner-Eschenbach
“무언가를 하는 가장 효과적인 방법은 그냥 하는 것입니다.” — 미국인 항공 선구자이자 저자 Amelia Earhart
“자유롭게 춤추면서 부끄러워하지 않을 수 있다면 세상을 지배할 수 있습니다.” — 미국 배우이자 코미디언 Amy Poehler
“무언가를 시작하기 위해 잘해야 하는 것은 아니지만, 무언가를 잘하기 위해 시작해야 합니다.” — 미국인 저자이자 동기 부여 연설가 Zig Ziglar
“평범함이란 세탁기 설정에 불과합니다.”— 미국 배우이자 코미디언 Whoopi Goldberg
“아무 것도 하지 않는 것은 매우 힘든 일입니다. 언제 끝나는지 알 수 없기 때문이죠.” — 캐나다계 미국인 배우이자 코미디언 Leslie Nielsen
“우표를 본받으세요. 목적지에 도착할 때까지 한 가지에 붙어 떨어지지 않아야 합니다.” — 19세기 미국인 코미디언 Josh Billings
“변화라는 단어는 욕이 아닙니다. 하지만 우리는 욕인 것처럼 반응할 때가 많습니다!” — 미국 저자이자 연설가, 비즈니스 트레이너 Jeffrey Gitomer
“성공으로 가는 길은 언제나 공사 중입니다.” — 미국 배우이자 코미디언 Lily Tomlin
“성공으로 가는 엘리베이터는 고장 났습니다. 따라서 한 번에 하나씩 계단을 차근차근 올라가야 합니다.” — 미국 영업사원이자 동기 부여 연사 Joe Girard
“실수하는 것은 인간적입니다. 컴퓨터 탓으로 돌리는 것은 더욱더 인간적입니다.” — 미국 코미디 작가 Robert Orben
“큰 목표를 이루고 싶으면 허락을 구하지 마라.” – 미상
“상황을 가장 잘 활용하는 사람이 가장 좋은 상황을 맞는다.” – 존 우든
“창조적인 삶을 살려면 내가 틀릴지도 모른다는 공포를 버려야 한다.” – 미상
“일반적인 것을 잃을 위험을 감수하지 않으면 평범한 것에 만족해야 한다.” – 짐 론
“신뢰의 이유는 안전하거나 확실해서가 아니라, 위험을 감수할 용의가 있어서이다.” – 미상
“한 가지 생각을 선택하라. 그 생각을 당신의 삶으로 만들어라. 그걸 생각하고, 꿈꾸고, 그에 기반해서 살아가라. 당신의 몸의 모든 부분, 뇌, 근육, 신경을 그 생각으로 가득 채우고 다른 생각은 다 내버려둬라. 이것이 성공하는 방법이다.” – 스와미 비베카난다
“추구할 수 있는 용기가 있다면 우리의 모든 꿈은 이뤄질 수 있다.” – 월트 디즈니
“기다리는 사람에게 좋은 일이 생기지만, 찾아나서는 사람에게는 더 좋은 일이 생긴다.” - 미상
“늘 하던 대로 하면 늘 얻던 것을 얻는다.” - 미상
“열정을 잃지 않고 실패에서 실패로 걸어가는 것이 성공이다.” - 윈스턴 처칠
“애벌레가 세상이 끝났다고 생각하는 순간 나비로 변했다.” - 속담
“성공한 사업가들은 긍정적인 에너지를 주는 사람들이지 가져가는 사람들이 아니다.” - 미상
“성공한 사람을 볼 때 당신은 대중에게 드러난 영예만 보지, 절대 그 영예를 얻기 위해 했던 개인적 희생은 보지 않는다.” - 바입하브 샤
“기회는 일어나는 것이 아니라 만들어내는 것이다.” - 크리스 그로서
“성공한 사람이 되려고 노력하기보다 가치있는 사람이 되려고 노력하라.” - 알버트 아인슈타인
“위대한 정신을 가진 사람들은 생각을 논한다. 평범한 사람들은 사건을 논한다. 마음이 좁은 사람들은 사람들을 논한다.” - 엘리너 루즈벨트
“나는 실패한 게 아니다. 나는 잘 되지 않는 방법 1만 가지를 발견한 것이다.” - 토마스 에디슨
“당신이 자신의 시간을 가치있게 생각하지 않으면 남들도 마찬가지일 것이다. 시간과 재능을 막 나눠주지 말고 팔아라.” - 킴 가스트
“남들이 당신에게 던진 벽돌들로 탄탄한 기반을 쌓을 수 있어야 성공한다.” - 데이비드 브링클리
“당신이 허락해주지 않으면 아무도 당신이 열등감을 느끼게 만들 수 없다.” - 엘리너 루즈벨트
“성공적인 삶의 비밀은 무엇을 하는 게 자신의 운명인지 찾아낸 다음 그걸 하는 것이다.” - 헨리 포드
“지옥을 겪고 있다면 계속 겪어 나가라.” - 윈스턴 처칠
“자기가 세상을 바꿀 수 있다고 생각할 정도로 미친 사람들이 세상을 바꾼다.” - 미상
“언성을 높이지 말고 논거를 강화하라.” - 미상
“괴로운 시련처럼 보이는 것이 뜻밖의 좋은 일일 때가 많다.” - 오스카 와일드
“삶의 의미는 자신의 재능을 발견하는 것이다. 삶의 목적은 그것을 나눠주는 것이다.” - 미상
“광기와 천재성 사이의 거리는 성공으로만 측정된다.” - 브루스 페어스타인
“잘못된 것들을 쫓아다니는 것을 그만두면 옳은 일들이 당신을 따라잡을 기회가 생긴다.” -롤리다스칼
“위대한 것으로 향하기 위해 좋은 것을 포기하는 걸 두려워하지 마라.” - 존 록펠러
“게으른 예술가가 만든 명작은 없다.” - 미상
“행복은 나비다. 당신이 쫓아다니면 늘 잡을 수 없는 곳에 있지만, 조용히 앉아 있으면 당신에게 내려앉을지도 모른다.” - 나다니엘 호손
“간단하게 설명할 수 없으면 제대로 이해하지 못하는 것이다.” - 알버트 아인슈타인
“주고 기억하지 않고, 받고 잊지 않는 사람들에게 복이 있나니.” - 미상
“매일 당신을 두렵게 만드는 일을 하나씩 하라.” - 미상
“놀라운 일을 하려고 노력조차 하지 않을 거면 살아 있어서 뭐하나.” - 미상
“인생이란 자신을 찾는 것이 아니라 자신을 만드는 것이다.” - 롤리 다스칼
“이 세상에 재능이 있는데 성공하지 못한 사람보다 더 흔한 건 없다.” - 미상
“지식이란 당신이 뭘 할 수 있는지 아는 것이다. 지혜란 하지 않아야 할 때를 아는 것이다.” -미상
“당신의 문제가 문제가 아니라 당신의 반응이 문제다.” - 미상
“뭐든 할 수 있지만 모든 걸 할 수 있는 건 아니다.” - 미상
“혁신이 지도자와 추종자를 가른다.” - 스티브 잡스
“당신이 세상을 바꿀 수 없다고 말하는 사람에는 두 종류가 있다. 시도하기를 두려워하는 사람들, 당신이 성공할까 봐 두려워하는 사람들.” - 레이 고포스
“당신이 살면서 어떤 부침을 겪든 간에 생각이 당신의 기본 자산이 되어야 한다.” - APJ 칼람
“나는 내가 더 노력할수록 운이 더 좋아진다는 걸 발견했다.” - 토마스 제퍼슨
“모든 성취의 시작점은 갈망이다.” - 나폴레온 힐
“성공은 매일 반복한 작은 노력들의 합이다.” - 로버트 콜리어
“뛰어난 걸 원하면 오늘 당장 이룰 수 있다. 지금 당장 뛰어나지 못한 일을 그만둬라.” - 토마스J. 왓슨
“모든 진보는 익숙한 영역이 아닌 곳에서 이뤄진다.” - 마이클 존 보박
“성공을 갈망할 때만 성공할 수 있고, 실패해도 상관없다고 생각할 때만 실패할 수 있다.” - 필리포스
“용기는 공포에 대한 저항, 공포의 지배이지 공포의 부재가 아니다.” - 마크 트웨인
“마치지 않고 죽어도 되는 일만 내일로 미뤄라.” - 파블로 피카소
“사람들은 동기 부여는 오래가지 않는다고 말한다. 목욕도 마찬가지다. 그래서 매일 하라고하는 것이다.” - 지그 지글러
“우리는 우리가 늘 생각하는 것이 된다. 그것이 가장 묘한 비밀이다.” - 얼 나이팅게일
“성공(success)이 노력(work)보다 먼저 나타나는 유일한 곳은 사전이다.” - 비달 사순
“조직을 만들어야 할 가장 좋은 이유는 의미를 만들기 위해서이다. 세상을 더 좋은 곳으로 만드는 제품이나 서비스를 만들기 위해서이다.” - 가이 카와사키
“삶에 진정한 흥미가 있고 호기심이 있는 삶을 살면 잠이 가장 중요한 것이 아니게 된다는 것을 발견했다.” - 마사 스튜어트
“당신이 눈으로 보는 것이 아니라 진짜로 발견하는 것이 무엇인가가 중요하다.” - 미상
“성공으로 가는 길과 실패로 가는 길은 거의 똑같다.” - 콜린 R. 데이비스
“리더십의 기능은 지도자를 더 많이 만드는 것이지 추종자를 더 많이 만드는 게 아니다.” - 랄프 네이더
“성공이란 당신 자신, 당신이 하는 일, 그 일을 하는 방식을 좋아하는 것이다.” - 마야 앤젤루
“다음 세기를 바라보는 지금, 지도자들은 다른 사람들에게 힘을 주는 사람이 될 것이다.” - 빌 게이츠
“진짜 사업가는 안전망이 없는 사람이다.” - 헨리 크래비스
“애초에 처한 상황의 포로가 되기를 거부할 때 성공으로 가는 첫 발을 내딛은 것이다.” - 마크케인
“성공한 사람에겐 모멘텀이 있다. 성공할수록 더 성공하고 싶어지고, 성공할 방법을 더 많이 찾아낸다. 마찬가지로, 실패하면 자기충족적 예언이 될수도 있는 하강 경향이 생긴다.” - 토니 로빈스
“내가 강해질 용기를 낼 때, 내 힘을 내 비전을 위해 사용할 때 내가 두려워하는지 여부는점점덜 중요해진다.” - 오드리 로드
“당신이 다수의 편에 서 있다는 걸 깨닫게 될 때가 다시 생각해볼 때이다.” - 마크 트웨인
“성공한 전사는 면도날 같은 초점을 지닌 평범한 사람이다.” - 브루스 리
“실패에서부터 성공을 만들어 내라. 좌절과 실패는 성공으로 가는 가장 확실한 디딤돌이다.” - 데일 카네기
“당신의 인생을 스스로 설계하지 않으면 다른 사람의 계획에 빠져들 가능성이 크다. 남들이 당신을 위해 계획해 놓은 것? 많지 않다.” - 짐 론
“당신이 정말로 뭔가를 원한다면 기다리지 마라. 견디지 못하는 법을 스스로에게 가르쳐라.” - 구르박쉬 차할
“패배의 공포가 승리의 짜릿함보다 커지게 하지 마라.” - 로버트 키요사키
“영속적인 변화를 이루고 싶으면 당신의 문제의 크기에 집중하지 말고 당신의 크기에 집중하라!” - T. 하브 에커
“앞을 보며 점과 점을 연결할 수는 없다. 뒤돌아볼 때만 가능하다. 그러니 당신은 미래에 언젠가 점들이 연결될 거라고 믿어야 한다. 무언가를 믿어야 한다. 당신의 직감, 운명, 삶, 카르마, 뭐든지. 이 접근법은 한 번도 나를 실망시킨 적이 없고, 내 삶의 모든 것을 이뤄내게 해주었다.” - 스티브 잡스
“성공한 사람들은 성공하지 않은 사람들이 하지 않으려는 것을 한다. 더 쉬웠으면 하고 바라지말고 내가 더 나았으면 하고 바라라.” - 짐 론
“사람들이 인생에서 실패하는 가장 큰 이유는 친구, 가족, 이웃들의 말을 듣기 때문이다.” - 나폴레온 힐
“대부분의 사람들이 결코 목표를 이루지 못하는 이유는 그들은 목표를 정의하지 않거나, 단 한번도 진지하게 그 목표가 믿을 수 있는 것, 이룰 수 있는 것이라고 생각해보지 않기 때문이다. 승리하는 사람들은 자신이 어디로 가고 있는지, 그 과정에서 어떤 일을 할 계획인지, 그 모험을 누구와 함께 할 것인지 알고 있다.” - 데니스 웨이틀리
“내 경험으로 동기란 단 하나뿐이고, 그건 갈망이다. 어떤 판단이나 원칙도 그걸 누르거나 저항할 수 없다.” - 제인 스마일리
“성공이란 절대 실수를 하지 않는 게 아니라 같은 실수를 두 번 하지 않는 것에 있다.” - 조지버나드 쇼
“내 삶이 끝날 때 내가 내 삶의 길이만큼만 살았다는 걸 깨닫고 싶지 않다. 내 삶의 폭도 살고싶다.” - 다이앤 애커먼
“위대한 일들을 이루기 전에 스스로에게 위대한 일들을 기대해야 한다.” - 마이클 조던
“동기 부여가 당신을 시작하게 한다. 습관이 당신을 계속 움직이게 한다.” - 짐 륜
“과정에서 재미를 느끼지 못하는데 성공하는 일은 거의 없다.” - 데일 카네기
“단호한 마음의 굳은 결심을 막거나 통제할 수 있는 우연, 운명, 숙명이란 없다.” - 엘라 휠러 윌콕스
“우리의 가장 큰 공포는 실패에 대한 공포가 아니라 인생에서 진정 중요하지 않은 일들에 성공하는 것에 대한 두려움이어야 한다.” - 프랜시스 찬
“만족스럽게 잠자리에 들려면 매일 아침 투지를 가지고 일어나야 한다.” - 조지 로리머
“성공하려면 당신을 찾아오는 모든 도전을 다 받아들여야 한다. 마음에 드는 것만 골라 받을 수는 없다.” - 마이크 가프카
“성공이란 당신 삶의 목적을 깨닫고, 당신의 잠재력을 전부 발휘하고, 남들에게 도움이 되는 씨를 뿌리는 것이다.” - 존 C. 맥스웰
“비참해져라. 혹은 스스로에게 동기를 부여하라. 뭘 해야 하든, 그건 언제나 당신의 선택이다.” - 웨인 다이어
“위대한 것을 이루려면 우리는 행동할 뿐 아니라 꿈도 꾸어야 하고, 계획할 뿐 아니라 믿기도해야 한다.” - 아나톨 프랑스
“세상에서 가장 중요한 일들 대부분은 아무도 도와주지 않을 때에도 계속 노력한 사람들에 의해 이루어졌다.” - 데일 카네기
“성취의 크기는 목표를 이루기 위해 당신이 극복해야 했던 장애물의 크기로 잰다.” - 부커 T. 워싱턴
“진짜 어려움은 극복할 수 있다. 정복할 수 없는 것은 상상 속의 어려움들뿐이다.” - 시어도어N. 베일
“모방해서 성공하는 것보다 독창적으로 실패하는 게 더 낫다.” - 허먼 멜빌
“운은 용기를 내는 사람의 편이다” - 베르길리우스
“소인배는 불운에 길들여지고 눌린다. 그러나 위대한 사람들은 불운 위로 올라선다.” - 워싱턴 어빙
“실패는 성공을 맛내는 양념이다.” - 트루먼 카포티
“당신이 할 수 없는 일이 할 수 있는 일에 지장을 주게 하지 마라.” - 존 R. 우든
“이기기 위해서는 한 번 이상 전쟁을 치러야 할 때도 있다.” - 마가렛 대처
“인간은 자신이 원하는 만큼 위대해질 수 있다. 자신을 믿고 용기, 투지, 헌신, 경쟁력있는 추진력을 가진다면, 그리고 가치있는 것들을 위한 대가로 작은 것들을 희생할 용의가 있다면 가능하다.” - 빈스 롬바디"""
sayings = sayingStr.split('\n')

def getRandomSaying():
    return random.choice(sayings)